{
  "data": [
    {
      "id": 1,
      "title": "Bratislava",
      "date": "June 2019",
      "views": 12687,
      "rating": 4.7,
      "image": "/blob/main/Images/bratislava.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/76b537673be7674babcfabc48445b0deb448a9b5/author.jpg"
      },
      "description": "Bratislava, the capital of Slovakia, is set along the Danube River by the border with Austria and Hungary. It’s surrounded by vineyards and the Little Carpathian mountains, crisscrossed with forested hiking and cycling trails. The pedestrian-only, 18th-century old town is known for its lively bars and cafes. Perched atop a hill, the reconstructed Bratislava Castle overlooks old town and the Danube."
    },
    {
      "id": 2,
      "title": "Austria",
      "date": "June 2019",
      "views": 1893,
      "rating": 4.2,
      "image": "/blob/main/Images/vienna.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/main/author.jpg"
      },
      "description": "Vienna, Austria’s capital, lies in the country’s east on the Danube River. Its artistic and intellectual legacy was shaped by residents including Mozart, Beethoven and Sigmund Freud. The city is also known for its Imperial palaces, including Schönbrunn, the Habsburgs’ summer residence"
    },
    {
      "id": 3,
      "title": "Winter is Here",
      "date": "January, 2017",
      "views": 1326,
      "rating": 4.3,
      "image": "/blob/main/Images/snowy_korea.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/main/author.jpg"
      },
      "description": "Seoul, the capital of South Korea, is a huge metropolis where modern skyscrapers, high-tech subways and pop culture meet Buddhist temples, palaces and street markets. Notable attractions include futuristic Dongdaemun Design Plaza, a convention hall with curving architecture and a rooftop park; Gyeongbokgung Palace, which once had more than 7,000 rooms; and Jogyesa Temple, site of ancient locust and pine trees."
    },
    {
      "id": 4,
      "title": "Amsterdam",
      "date": "June 2019",
      "views": 2419,
      "rating": 4.1,
      "image": "/blob/main/Images/red_light_amsterdam.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/main/author.jpg"
      },
      "description": "Amsterdam is the Netherlands’ capital, known for its artistic heritage, elaborate canal system and narrow houses with gabled facades, legacies of the city’s 17th-century Golden Age. Its Museum District houses the Van Gogh Museum, works by Rembrandt and Vermeer at the Rijksmuseum, and modern art at the Stedelijk. Cycling is key to the city’s character, and there are numerous bike paths."
    },
    {
      "id": 5,
      "title": "Prague",
      "date": "June 2019",
      "views": 1124,
      "rating": 4,
      "image": "/blob/main/Images/prague.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/main/author.jpg"
      },
      "description": "Prague, capital city of the Czech Republic, is bisected by the Vltava River. Nicknamed “the City of a Hundred Spires,” it's known for its Old Town Square, the heart of its historic core, with colorful baroque buildings, Gothic churches and the medieval Astronomical Clock, which gives an animated hourly show. Completed in 1402, pedestrian Charles Bridge is lined with statues of Catholic saints."
    },
	    {
      "id": 12,
      "title": "Belgium",
      "date": "June 2019",
      "views": 26427,
      "rating": 4.8,
      "image": "/blob/main/Images/belgium_waffles.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/main/author.jpg"
      },
      "description": "A waffle is a dish made from leavened batter or dough that is cooked between two plates that are patterned to give a characteristic size, shape, and surface impression. There are many variations based on the type of waffle iron and recipe used."
    },
    {
      "id": 7,
      "title": "Budapest",
      "date": "June 2019",
      "views": 1356,
      "rating": 5,
      "image": "/blob/main/Images/hungary.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/main/author.jpg"
      },
      "description": "Budapest, Hungary’s capital, is bisected by the River Danube. Its 19th-century Chain Bridge connects the hilly Buda district with flat Pest. A funicular runs up Castle Hill to Buda’s Old Town, where the Budapest History Museum traces city life from Roman times onward. Trinity Square is home to 13th-century Matthias Church and the turrets of the Fishermen’s Bastion, which offer sweeping views."
    },
    {
      "id": 8,
      "title": "Garden By The Bay",
      "date": "January 2018",
      "views": 1589,
      "rating": 4.3,
      "image": "/blob/main/Images/gardenbythebay.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/main/author.jpg"
      },
      "description": "Everland Resort is a theme park and vacation resort located in Yongin, Gyeonggi-do, South Korea. It is owned and operated by Samsung Everland. The resort opened on April, 1976, as a single theme park, but developed into a resort with water parks, hostels, speedways, golf course and museums."
    },
    {
      "id": 9,
      "title": "Everland",
      "date": "July 2016",
      "views": 98751,
      "rating": 4.5,
      "image": "/blob/main/Images/fireworks.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/main/author.jpg"
      },
      "description": ""
    },
    {
      "id": 10,
      "title": "Bruges",
      "date": "June 2019",
      "views": 12578,
      "rating": 4.3,
      "image": "/blob/main/Images/brugge.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/main/author.jpg"
      },
      "description": "Bruges, the capital of West Flanders in northwest Belgium, is distinguished by its canals, cobbled streets and medieval buildings. Its port, Zeebrugge, is an important center for fishing and European trade. In the city center’s Burg square, the 14th-century Stadhuis (City Hall) has an ornate carved ceiling. Nearby, Markt square features a 13th-century belfry with a 47-bell carillon and 83m tower with panoramic views."
    },
    {
      "id": 11,
      "title": "South Africa",
      "date": "December 2020",
      "views": 6872,
      "rating": 4.4,
      "image": "/blob/main/Images/beautifulSA.jpg",
      "author": {
        "name": "Praveen Dudani",
        "avatar": "/blob/main/author.jpg"
      },
      "description": "South Africa is a country on the southernmost tip of the African continent, marked by several distinct ecosystems. Inland safari destination Kruger National Park is populated by big game. The Western Cape offers beaches, lush winelands around Stellenbosch and Paarl, craggy cliffs at the Cape of Good Hope, forest and lagoons along the Garden Route, and the city of Cape Town, beneath flat-topped Table Mountain. "
    }
  ]
}